Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2014.tmx
Source language: en_us
Languages: zh_cn

source: We will improve mechanisms and instruments for securing investment and financing for policy-related housing and use market forces to provide long-term, steady funding support to cover the costs of building government-subsidized housing.
zh_cn: 创新政策性住房投融资机制和工具，采取市场化运作方式，为保障房建设提供长期稳定、成本适当的资金支持。

source: Governments at all levels should increase spending on building government-subsidized housing, improve its quality, ensure its fair allotment, and improve the mechanism governing its allotment and re-allotment.
zh_cn: 各级政府要增加财政投入，提高建设质量，保证公平分配，完善准入退出机制，

source: By the end of this year, 4.8 million units of such housing should be basically completed so that those in urgent need of housing can move in.
zh_cn: 年内基本建成保障房480万套，让翘首以盼的住房困难群众早日迁入新居。

source: We will regulate housing differently in different cities in light of local conditions, increase the supply of small and medium-sized commercial and joint-ownership housing units, curb demand for housing for speculation and investment purposes, and promote sustained and healthy development of the real estate market.
zh_cn: 针对不同城市情况分类调控，增加中小套型商品房和共有产权住房供应，抑制投机投资性需求，促进房地产市场持续健康发展。

source: There is nothing more important than human life, so we must always give our full attention to workplace safety.
zh_cn: 人命关天，安全生产这根弦任何时候都要绷紧。

source: We must strictly enforce laws and regulations on workplace safety, fully implement the responsibility system for it, and resolutely prevent the occurrence of major and very serious work-related accidents.
zh_cn: 要严格执行安全生产法律法规，全面落实安全生产责任制，坚决遏制重特大安全事故发生。

source: We will energetically improve and maintain market order, continue to carry out targeted clean-up campaigns, and crack down on the manufacture and sale of counterfeit or shoddy goods.
zh_cn: 大力整顿和规范市场秩序，继续开展专项整治，严厉打击制售假冒伪劣行为。

source: We will institute a monitoring mechanism with full public participation which oversees the whole process from production and processing to distribution and consumption and can trace problems to the source.
zh_cn: 建立从生产加工到流通消费的全过程监管机制、社会共治制度和可追溯体系，

source: We will improve safety monitoring systems for food and drugs with the involvement of both central and local governments and participation of community bodies.
zh_cn: 健全从中央到地方直至基层的食品药品安全监管体制。

source: We will strictly follow laws and regulations and comply with standards, and apply the strictest possible oversight, punishment and accountability to prevent and control food contamination and ensure that every bite of food we eat is safe.
zh_cn: 严守法规和标准，用最严格的监管、最严厉的处罚、最严肃的问责，坚决治理餐桌上的污染，切实保障“舌尖上的安全”。

source: 9. Building China into a beautiful homeland with a sound ecological environment
zh_cn: （九）努力建设生态文明的美好家园。

source: Fostering a sound ecological environment is vital for people's lives and the future of our nation.
zh_cn: 生态文明建设关系人民生活，关乎民族未来。

source: Smog is affecting larger parts of China and environmental pollution has become a major problem, which is nature's red-light warning against the model of inefficient and blind development.
zh_cn: 雾霾天气范围扩大，环境污染矛盾突出，是大自然向粗放发展方式亮起的红灯。

source: We must strengthen protection of the ecological environment and resolve to take forceful measures to complete this challenging task.
zh_cn: 必须加强生态环境保护，下决心用硬措施完成硬任务。

source: We will take strong measures to strengthen pollution prevention and control.
zh_cn: 出重拳强化污染防治。

source: We will fully implement the plan for preventing and controlling air pollution, with the focus on mega cities and regions with frequent occurrence of smog.
zh_cn: 以雾霾频发的特大城市和区域为重点，

source: We will start by reducing PM10 and PM2.5 emissions, and focus on the following key areas: improving the industrial structure, raising energy efficiency, reducing vehicle exhaust emissions, and preventing and monitoring wind-borne dust.
zh_cn: 以细颗粒物（PM2.5）和可吸入颗粒物（PM10）治理为突破口，抓住产业结构、能源效率、尾气排放和扬尘等关键环节，

source: We will improve the new mechanism involving government, enterprises and the general public, coordinate prevention and control efforts in affected regions, and fully implement the action plan for preventing and controlling air pollution.
zh_cn: 健全政府、企业、公众共同参与新机制，实行区域联防联控，深入实施大气污染防治行动计划。

source: This year, 50,000 small coal-fired furnaces will be shut down, and we will carry out desulphurization in coal-burning power plants with production capacity of 15 million kilowatts, denitrification in plants with 130 million kilowatts of production capacity, and dust removal in those with 180 million kilowatts of production capacity.
zh_cn: 今年要淘汰燃煤小锅炉5万台，推进燃煤电厂脱硫改造1500万千瓦、脱硝改造1.3亿千瓦、除尘改造1.8亿千瓦，

source: Six million old high-emission vehicles will be removed from the roads, spread the use of new-energy vehicles and diesel fuel for vehicles that meets fourth-stage national standards will be provided nationwide.
zh_cn: 淘汰黄标车和老旧车600万辆，在全国供应国四标准车用柴油。

source: We will implement the clean water action plan, strengthen the protection of sources of drinking water, prevent and control water pollution in key river basins, and carry out land restoration.
zh_cn: 实施清洁水行动计划，加强饮用水源保护，推进重点流域污染治理。实施土壤修复工程。

source: We will control non-point agricultural source pollution and build beautiful rural areas.
zh_cn: 整治农业面源污染，建设美丽乡村。

source: We will declare war against pollution and fight it with the same determination we battled poverty.
zh_cn: 我们要像对贫困宣战一样，坚决向污染宣战。

source: We will change the way energy is produced and consumed.
zh_cn: 推动能源生产和消费方式变革。

source: We will strengthen energy conservation and emissions reduction and impose a ceiling on total energy consumption.
zh_cn: 加大节能减排力度，控制能源消费总量，

source: This year, we aim to cut energy intensity by more than 3.9%. The emissions of sulfur dioxide and chemical oxygen demand will both be reduced by 2%.
zh_cn: 今年能源消耗强度要降低3.9％以上，二氧化硫、化学需氧量排放量都要减少2％。

source: We will continue to raise the proportion of electricity generated by non-fossil fuel, develop smart grids and promote balanced distribution of energy resources, encourage the development of wind and solar power and biomass energy, and start construction of a number of hydropower and nuclear power projects.
zh_cn: 要提高非化石能源发电比重，发展智能电网和分布式能源，鼓励发展风能、太阳能，开工一批水电、核电项目。

source: We will strengthen exploration, exploitation and utilization of natural gas, coal seam gas and shale gas.
zh_cn: 加强天然气、煤层气、页岩气勘探开采与应用。

source: We will reform pricing of resource products and establish a sound system of tiered pricing for household water and gas consumption.
zh_cn: 推进资源性产品价格改革，建立健全居民用水、用气阶梯价格制度。

source: We will launch projects to enhance energy efficiency of buildings and subsidize the production of energy-efficient products; develop clean production, green and low-carbon technologies and the circular economy; and become better able to respond to climate change.
zh_cn: 实施建筑能效提升、节能产品惠民工程，发展清洁生产、绿色低碳技术和循环经济，提高应对气候变化能力。

source: We will intensify water and materials conservation and comprehensive utilization of resources.
zh_cn: 强化节水、节材和资源综合利用。

source: We will speed up the development and use of energy-efficient and environmentally friendly technologies and products and turn the energy conservation and environmental protection industries into dynamic sunrise industries.
zh_cn: 加快开发应用节能环保技术和产品，把节能环保产业打造成生机勃勃的朝阳产业。

source: We will move forward with ecological protection and development.
zh_cn: 推进生态保护与建设。

source: We will continue to carry out the project to convert marginal farmland back to forests and grassland, with this year's target being 333,300 hectares.
zh_cn: 继续实施退耕还林还草，今年拟安排500万亩。

source: We will implement major ecological projects to return grazing land to grassland, protect natural forests, prevent and control sandstorms, conserve water and soil, prevent and reverse the expansion of stony deserts, and recover wetlands.
zh_cn: 实施退牧还草、天然林保护、防沙治沙、水土保持、石漠化治理、湿地恢复等重大生态工程。

source: We will strengthen ecological conservation at the sources of the Yangtze, Yellow and Lancang rivers.
zh_cn: 加强三江源生态保护。

source: We will implement the functional zoning system and give impetus to the establishment of trans-regional and cross-watershed mechanisms to compensate for ecological damage.
zh_cn: 落实主体功能区制度，探索建立跨区域、跨流域生态补偿机制。

source: Ecological conservation and environmental protection benefit future generations.
zh_cn: 生态环保功在当代、利在千秋。

source: Governments at all levels and the whole society should act more vigorously to protect the land our lives depend on.
zh_cn: 各级政府和全社会都要进一步积极行动起来，呵护好我们赖以生存的共同家园。

source: To do the government's work well, we must strengthen its internal reform and self-governance.
zh_cn: 做好政府工作，必须加强自身改革建设。

source: Governments at all levels should faithfully fulfill the responsibilities conferred upon them by the Constitution and laws.
zh_cn: 各级政府要忠实履行宪法和法律赋予的职责，

source: We should, in keeping with the requirements for modernizing the country's governance system and governance capacity, speed up the building of a law-based, innovative and clean government, enhance its credibility and law-enforcement capability, and strive to provide high-quality and efficient services to the people.
zh_cn: 按照推进国家治理体系和治理能力现代化的要求，加强建设法治政府、创新政府、廉洁政府，增强政府执行力和公信力，努力为人民提供优质高效服务。

source: We will fully implement the basic strategy of law-based governance, act in accordance with the law in all our government work, and be guided by law in both thinking and action in performing our duties.
zh_cn: 深入贯彻实施依法治国基本方略，把政府工作全面纳入法治轨道，用法治思维和法治方式履行职责。

source: We will strengthen government work concerning the legal system and reform the system of government law enforcement.
zh_cn: 加强政府法制工作，改革行政执法体制。

source: We will improve guidelines on and ways of conducting government administration; improve decision-making, enforcement and oversight mechanisms; and advance reforms of government procurement of services.
zh_cn: 创新政府管理理念和方式，健全决策、执行、监督机制，推进政府向社会购买服务的改革。

source: We will raise the competence of public servants and improve their overall performance.
zh_cn: 加强公务员队伍建设，全面提高公务员素质。

source: All public servants must put people's interests first and perform their duties honestly, diligently and faithfully.
zh_cn: 所有公务员都要以人民利益至上，廉洁奉公，勤勉尽责，真正当好人民公仆。

source: Governments at all levels must practice economy, eliminate waste, and tighten their belts.
zh_cn: 各级政府必须厉行节约，反对浪费，坚持过紧日子。

source: They must strictly observe the following three rules: The construction of new government buildings and renovation and expansion of existing government buildings are prohibited. The total number of government employees is to be reduced. Government spending on official overseas visits, official vehicles, and official hospitality is to be reduced.
zh_cn: 要严格执行“约法三章”：政府性楼堂馆所一律不得新建和改扩建，财政供养人员总量只减不增，“三公”经费只减不增。

source: Reform of the system for using official vehicles will be launched.
zh_cn: 启动公务用车制度改革。

source: We will strengthen administrative oversight and correct improper conduct in trades.
zh_cn: 加强行政监察，纠正行业不正之风。

source: We will intensify auditing and release more auditing results to the public.
zh_cn: 加大审计和审计结果公告力度。

source: This year, we will comprehensively audit the revenue from the sale of land-use rights and its use and also audit farmland protection.
zh_cn: 今年要对土地出让金收支和耕地保护情况进行全面审计。

source: We will energetically build a system for combating corruption and upholding integrity, resolutely investigate corruption cases, and penalize offenders without mercy in accordance with the law.
zh_cn: 深入推进反腐倡廉制度建设，坚决查处腐败案件，对任何腐败分子都要依法严惩、决不姑息。

source: Governments at all levels should willingly accept the oversight of people's congresses and their standing committees at the same level; accept the democratic oversight of CPPCC committees; and eagerly solicit the views of deputies to people's congresses, the democratic parties, federations of industry and commerce, public figures without party affiliation and people's organizations.
zh_cn: 各级政府要自觉接受同级人大及其常委会的监督，接受人民政协的民主监督，认真听取人大代表、民主党派、工商联、无党派人士和各人民团体的意见。

source: We will make our operations more open, improve the spokesperson system, and respond to people's concerns promptly.
zh_cn: 加大政务公开，完善新闻发言人制度，及时回应社会关切。

source: Our government is a government of the people. In all our work, we should fully reflect their aspirations and be completely open to their oversight.
zh_cn: 我们是人民政府，所有工作都要充分体现人民意愿，全面接受人民监督。

source: China is a unified country with many ethnic groups, all of which are equal members of the Chinese nation.
zh_cn: 我国是统一的多民族国家，各民族都是中华民族的平等一员。

source: We need to fully and faithfully implement the Party's policies concerning ethnic groups, uphold and improve the system of regional ethnic autonomy, and promote ethnic unity, progress, common prosperity and development.
zh_cn: 要全面正确贯彻党的民族政策，坚持和完善民族区域自治制度，促进民族团结进步、共同繁荣发展。

source: We will conscientiously carry out the central leadership's policies and measures for supporting the development of ethnic minorities and ethnic minority areas.
zh_cn: 认真落实中央支持少数民族和民族地区发展的政策措施。

source: We will support the growth of ethnic groups with small populations and continue to implement programs to boost development of border regions and improve the lives of people there.
zh_cn: 扶持人口较少民族发展，继续实施兴边富民行动。

source: We will protect and develop the fine cultural traditions of ethnic minorities.
zh_cn: 保护和发展少数民族优秀传统文化。

source: We are the people of all of the ethnic groups in the big family of the Chinese nation. We live in peace and harmony, work together for a common cause, develop in harmony and share mutual affinity.
zh_cn: 中华民族大家庭的各族儿女和睦相处、和衷共济、和谐发展、心心相印，

source: We will definitely enjoy more peace, happiness, and prosperity as well as greater development.
zh_cn: 一定会更加幸福安康、兴旺发达。

source: We will comprehensively implement the Party's basic policy on religion, promote harmonious relations among religions, and give full rein to the positive role of religious leaders and believers in promoting economic and social development.
zh_cn: 全面贯彻党的宗教工作基本方针，促进宗教关系和谐，发挥宗教界人士和信教群众在促进经济社会发展中的积极作用。

source: We will promote unity with overseas Chinese nationals, foreign citizens of Chinese descent, overseas Chinese nationals who have returned to China and relatives of overseas Chinese nationals who live in China. We will give full play to their distinctive role in carrying out China's modernization, advancing its peaceful reunification, and promoting people-to-people and cultural exchanges between China and foreign countries, and strengthen the close bond of all Chinese at home and overseas.
zh_cn: 团结海内外华侨华人的归侨侨眷，发挥侨胞参与祖国现代化建设、促进祖国和平统一、推进中外人文交流的独特作用，使海内外中华儿女的凝聚力不断增强。

source: Last year, we made solid progress in strengthening national defense and the armed forces, and the armed forces and armed police force now are full of new vigor and have enhanced their capabilities.
zh_cn: 过去一年，国防和军队建设扎实推进，全军和武警部队展现出新的风貌和战斗力水平。

source: This year, with the Party's goal of strengthening the armed forces under the new conditions in mind, we will comprehensively enhance the revolutionary nature of the Chinese armed forces, further modernize them and upgrade their performance, and continue to raise their deterrence and combat capabilities in the information age.
zh_cn: 新的一年，要紧紧围绕党在新形势下的强军目标，全面加强军队革命化现代化正规化建设，不断提高军队信息化条件下威慑和实战能力。

source: We will carry out coordinated planning for military preparedness in all scenarios and areas, strengthen and improve the political beliefs of the armed forces, speed up the comprehensive development of modern logistics, and strengthen research on national defense and the development of new- and high-technology weapons and equipment.
zh_cn: 统筹推进各方向各领域军事斗争准备，加强和改进思想政治建设，加快全面建设现代后勤步伐，加强国防科研和高新技术武器装备发展。

source: We will run the armed forces with strict discipline and in accordance with the law.
zh_cn: 狠抓依法治军、从严治军。

source: We will deepen reform of national defense and the armed forces, strengthen military strategic guidance, and improve the system of modern military power.
zh_cn: 深化国防和军队改革，加强军事战略指导，完善现代军事力量体系。

source: We will strengthen national defense mobilization and the reserve forces, place war preparations on a regular footing, and enhance border, coastal and air defenses.
zh_cn: 加强国防动员和后备力量建设，强化日常战备和边防海防空防管控。

source: We will deepen the integration of military and civilian sectors.
zh_cn: 推动军民融合深度发展。

source: We will speed up the building of a modern armed police force.
zh_cn: 加快建设现代化武装警察力量。

source: The armed forces must resolutely carry out their mission of providing disaster relief, countering terrorism, maintaining stability, keeping peace, providing escort and handling emergencies, and actively participate in and support economic development.
zh_cn: 坚决完成抢险救灾、反恐维稳、维和护航和处置突发事件等任务，积极参加和支援国家经济建设。

source: Governments at all levels should continue to concern themselves with and support strengthening national defense and the armed forces, forge closer ties between the people and the army, and build unbreakable unity between the government and the armed forces and between the people and the armed forces.
zh_cn: 各级政府要一如既往关心支持国防和军队建设，密切鱼水情谊，使军政军民团结坚如磐石。

source: We will unswervingly implement the principles of "one country, two systems," fully and faithfully carry out the basic laws of the Hong Kong and Macao special administrative regions, and maintain the two special administrative regions' long-term prosperity and stability.
zh_cn: 我们将坚定不移贯彻“一国两制”方针，全面准确落实基本法，保持香港、澳门长期繁荣稳定。

source: We will support the chief executives and governments of the two regions in governing their regions in accordance with the law, energetically developing the economy, effectively improving people's wellbeing, advancing democracy in accordance with the law and maintaining social harmony.
zh_cn: 支持香港特别行政区、澳门特别行政区行政长官和政府依法施政，大力发展经济、有效改善民生、依法推进民主、维护社会和谐。

source: We will further increase cooperation between the mainland and the two regions and help them become more competitive.
zh_cn: 进一步扩大内地与港澳合作，促进港澳自身竞争力提升。

source: As China continues to comprehensively deepen reform and modernize itself, Hong Kong and Macao will stand to benefit greatly from this process.
zh_cn: 在国家全面深化改革和现代化进程中，香港、澳门一定会实现更好发展。

source: We will fully implement the major policies concerning Taiwan affairs, uphold the 1992 Consensus, uphold the one-China framework, strengthen and enhance cross-Straits political trust, promote economic integration, promote exchanges and cooperation, and engage in consultations and negotiations.
zh_cn: 我们将全面贯彻对台工作大政方针，坚持“九二共识”，维护一个中国框架，巩固增进两岸政治互信，促进经济融合，推动交流合作，开展协商谈判，

source: Guided by the vision that "we people on both sides of the Straits are one family," we will uphold our kindred friendship and work together with our compatriots to build the beautiful homeland of the Chinese nation and achieve China's peaceful reunification.
zh_cn: 秉持“两岸一家亲”的理念，维护骨肉情谊，凝聚同胞心力，为建设中华民族美好家园、实现祖国和平统一大业贡献力量。

source: We hope that the two sides will build increasingly close and intimate ties so that the peaceful growth of cross-Strait relations will become an irresistible and irreversible historical trend.
zh_cn: 我们期待双方越走越近，越走越亲，使两岸关系和平发展成为不可阻挡、不可逆转的历史潮流。

source: This year is the 60th anniversary of the issuance of the Five Principles of Peaceful Coexistence.
zh_cn: 今年是和平共处五项原则提出六十周年。

source: The Chinese people love peace and cherish development, and China needs a long-term stable international environment for its modernization.
zh_cn: 中国人民热爱和平、渴望发展，我国现代化建设需要长期稳定的国际环境。

source: We will continue to hold high the banner of peace, development, cooperation and mutual benefit; unswervingly follow the path of peaceful development; and unwaveringly implement a win-win strategy of opening up.
zh_cn: 我们将继续高举和平、发展、合作、共赢的旗帜，始终不渝走和平发展道路，始终不渝奉行互利共赢的开放战略。

source: We will resolutely safeguard China's sovereignty, security and development interests, and fully protect the legitimate rights and interests of Chinese citizens and legal persons overseas.
zh_cn: 坚决维护国家主权、安全、发展利益，切实维护我国公民和法人海外合法权益。

source: We will comprehensively advance China's neighborhood diplomacy, and strengthen friendship and deepen mutually beneficial cooperation with our neighbors.
zh_cn: 全面推进周边外交，巩固睦邻友好，深化互利合作。

source: We will safeguard the victory of World War II and the postwar international order, and will not allow anyone to reverse the course of history.
zh_cn: 维护二战胜利成果和战后国际秩序，决不允许开历史倒车。

source: We will strengthen unity and cooperation with other developing countries and uphold our shared interests.
zh_cn: 加强同发展中国家团结与合作，维护发展中国家共同利益。

source: We will deepen strategic dialogue and communication and pragmatic cooperation with other major countries and promote the sound growth of relations of long-term stability with them.
zh_cn: 深化同各大国战略对话与务实合作，推动建立长期稳定健康发展的大国关系。

source: We will be a good host of the APEC Economic Leaders Meeting.
zh_cn: 办好亚太经合组织领导人非正式会议。

source: As a responsible power, China will actively participate in international, multilateral affairs, play a constructive role in resolving global and hotspot issues, earnestly safeguard international fairness and justice, and work to make the international order more just and equitable.
zh_cn: 中国是一个负责任的大国，我们将积极参与国际多边事务，为解决全球性问题和热点问题发挥建设性作用，切实维护国际公平正义，推动国际秩序朝着更加公正合理方向发展。

source: China will join hands with other countries to achieve enduring peace, common development and prosperity of the human race.
zh_cn: 中国愿同世界各国一道，推进人类持久和平，实现共同发展繁荣。

source: The people have placed great trust in us, and we will work hard to create the future.
zh_cn: 人民赋予重托，奋斗创造未来。

source: Let us rally closely around the Party Central Committee with Comrade Xi Jinping as General Secretary, hold high the great banner of socialism with Chinese characteristics and work together as one.
zh_cn: 让我们紧密团结在以习近平同志为总书记的党中央周围，高举中国特色社会主义伟大旗帜，

source: Let us endeavor to break new ground and make solid progress, and strive to finish building a moderately prosperous society in all respects and a modern socialist country that is prosperous, strong, democratic, culturally advanced and harmonious. With all these efforts, we can surely realize the Chinese Dream of the great rejuvenation of the Chinese nation!
zh_cn: 齐心协力，开拓进取，扎实工作，为全面建成小康社会、建成富强民主文明和谐的社会主义现代化国家、实现中华民族伟大复兴的中国梦而努力奋斗！
